<?php

namespace App\Models\Support;

class PlotOptions {

    public array $water = [
        "Нет",
        "Центральный водопровод",
        "Колодец",
        "Скважина",
        "По меже"
    ];
    public array $gas = [
        "Нет",
        "Центральное газоснабжение",
        "Газгольдер",
        "По меже"
    ];
    public array $electricity = [
        "Нет",
        "По воздуху",
        "Под землей",
        "По меже"
    ];
    public array $sewer = [
        "Нет",
        "Центральная",
        "Выгребная яма",
        "Биотуалет",
        "Септик",
        "Локальная очистная станция",
        "По меже",
    ];
}
